/* Twitter character count */
"%d characters remaining" = "%d characters remaining";

/* Twitter character count */
"1 character remaining" = "1 character remaining";

/* First-run no connection error message */
"A connection to the internet is required.\n\nThe application will try again\nnext time you launch it." = "A connection to the internet is required.\n\nThe application will try again\nnext time you launch it.";

/* Menu item */
"Cancel" = "Cancel";

/* Error title */
"Can’t display photo" = "Can’t display photo";

/* Error title */
"Can’t display search results" = "Can’t display search results";

/* Error message */
"Can’t display search results because of an error: %@." = "Can’t display search results because of an error: %@.";

/* Error title */
"Can’t display thumbnails" = "Can’t display thumbnails";

/* Error title */
"Can’t post to Twitter" = "Can’t post to Twitter";

/* Error title */
"Can’t Refresh News" = "Can’t Refresh News";

/* Error message */
"Can’t show the web page because of an error: %@." = "Can’t show the web page because of an error: %@.";

/* Error title */
"Can’t show web page" = "Can’t show web page";

/* Default email subject */
"Cool Link" = "Cool Link";

/* First-run no connection error title */
"Could not download\nlatest news" = "Could not download\nlatest news";

/* Command */
"Email" = "Email";

/* Command */
"Email Link" = "Email Link";

/* Error title */
"Error posting to Twitter" = "Error posting to Twitter";

/* Article clickable email address reply body */
"I was reading your post, and I wanted to say:" = "I was reading your post, and I wanted to say:";

/* Loading with ellipsis */
"Loading…" = "Loading…";

/* OK button */
"OK" = "OK";

/* Command */
"Open in Safari" = "Open in Safari";

/* Twitter username text field placeholder */
"Password" = "Password";

/* Twitter error title */
"Password needed" = "Password needed";

/* Twitter error title */
"Please enter your Twitter password" = "Please enter your Twitter password";

/* Twitter error message */
"Please enter your Twitter username." = "Please enter your Twitter username.";

/* Twitter Post button name */
"Post" = "Post";

/* Command */
"Post to Twitter" = "Post to Twitter";

/* Twitter */
"Posted to Twitter" = "Posted to Twitter";

/* Article clickable email address reply subject */
"Re: %@" = "Re: %@";

/* Twitter error message */
"The Twitter servers are overloaded at the moment. Please try again later." = "The Twitter servers are overloaded at the moment. Please try again later.";

/* Twitter validation error message */
"There was an error verifying your credentials with Twitter. It may work if you try again." = "There was an error verifying your credentials with Twitter. It may work if you try again.";

/* Error message */
"This photo can’t be displayed because of an error: %@." = "This photo can’t be displayed because of an error: %@.";

/* Error message */
"This photo can’t be displayed because of an unknown error." = "This photo can’t be displayed because of an unknown error.";

/* Error message */
"Thumbnails can’t be displayed because of an error: no Internet connection." = "Thumbnails can’t be displayed because of an error: no Internet connection.";

/* Twitter error message */
"Twitter is down or is being upgraded. It may work if you try again later." = "Twitter is down or is being upgraded. It may work if you try again later.";

/* Twitter error message */
"Twitter reported an error: %@" = "Twitter reported an error: %@";

/* Twitter error message */
"Twitter reports an internal server error. Something is broken. It may work if you try again." = "Twitter reports an internal server error. Something is broken. It may work if you try again.";

/* Error message */
"Twitter reports that it’s unavailable at the moment. If you try to post again, it might work." = "Twitter reports that it’s unavailable at the moment. If you try to post again, it might work.";

/* Error title */
"Twitter Unavailable" = "Twitter Unavailable";

/* Twitter username text field placeholder */
"Twitter username" = "Twitter username";

/* Error message */
"Twitter’s server returned a %d code, which was unexpected. If you try to post again, it might work." = "Twitter’s server returned a %d code, which was unexpected. If you try to post again, it might work.";

/* Twitter error message */
"Username needed" = "Username needed";

/* Error title */
"Username/password Error" = "Username/password Error";

/* Twitter valdiation error title */
"Validation Error" = "Validation Error";

/* Error message */
"We can’t download fresh news because we don’t detect an Internet connection. However, stories previously downloaded and listed should still be available for reading." = "We can’t download fresh news because we don’t detect an Internet connection. However, stories previously downloaded and listed should still be available for reading.";

/* Error message */
"We can’t post to Twitter we don’t detect an Internet connection." = "We can’t post to Twitter we don’t detect an Internet connection.";

/* Error message */
"We couldn’t get through to Twitter at the moment. If you try to post again, it might work." = "We couldn’t get through to Twitter at the moment. If you try to post again, it might work.";

/* Error unknown message */
"which is, unfortunately, unknown" = "which is, unfortunately, unknown";

/* Error message */
"Your username or password or both weren’t recognized by Twitter. You can re-enter them and try to post again." = "Your username or password or both weren’t recognized by Twitter. You can re-enter them and try to post again.";

